Repository: BrunoMaucourt/Necromunda
Catalog: translations/messages+intl-icu.*.xlf
Languages: fr

source: The fighter can re-roll one of his Attack dice in each hand-to-hand combat
fr: Peut relancer un de ses dés d’attaque

source: Combat - Deflect
fr: Combat - Blocage

source: Allows the fighter to force an opponent to re-roll one Attack dice in hand-to-hand combat
fr: Peut forcer un adversaire à relancer un dé d’attaque

source: Combat - Disarm
fr: Combat - Désarmement

source: Test Initiative to force an opponent to fight with only a knife for a turn
fr: Au corps à corps, la réussite d’un jet d’initiative force l’adversaire à n’utiliser qu’un couteau

source: Combat - Feint
fr: Combat - Feinte

source: The first fumble in combat is treated as a critical hit, giving a +1 bonus to Combat Score
fr: Le premier échec critique de la figurine confère un bonus de +1 au score de combat

source: Combat - Step Aside
fr: Combat - Évitement

source: Grants a 4+ special save against hits in close combat
fr: Obtient une sauvegarde spéciale de 4+ contre les blessures au corps à corps

source: Ferocity - Berserk Charge
fr: Ferocité - Charge berserk

source: Adds D3 Attack dice when charging
fr: Ajoute un D3 dés d’attaque contre un seul adversaire lors d’une charge

source: Ferocity - Impetuous
fr: Ferocité - Impétueux

source: Increases movement from 2'' to 4'' when pinned, down, or using a follow-up move
fr: Peut se déplacer jusqu’à 4” lors d’un mouvement de poursuite ou en étant cloué ou tombé

source: Ferocity - Iron Will
fr: Ferocité - Volonté de fer

source: Re-rolls failed nerve tests and Bottle rolls if the fighter\'s Leadership is used
fr: Peut relancer ses jets de commandement (Ld)

source: Ferocity - Killer Reputation
fr: Ferocité - Réputation de tueur

source: Causes fear due to the fighter's fearsome reputation
fr: Cause la peur

source: Ferocity - Nerves of Steal
fr: Ferocité - Nerfs d’acier

source: Allows early escape from pinning; if already allowed, re-rolls failed Initiative tests
fr: N’a pas besoin d’allié pour tenter de se relever d’un clouage au début du tour. Si la figurine pouvait déjà se relever, elle peut relancer son jet d’initiative (I)

source: Ferocity - True Grit
fr: Ferocité - Courage sans faille

source: Treats a roll of 1-2 as a flesh wound on the injury chart
fr: Peut traiter les résultats de 1-2 comme une blessure superficielle

source: Muscle - Body Slam
fr: Muscle - Plaquage

source: If the model charges, reduce the opponent\'s Weapon Skill to 1
fr: Lors d’une charge, la réussite d’un jet de force (S) réduit la capacité de combat (WS) de l’adversaire à 1

source: Muscle - Muscle
fr: Muscle - Culturiste

source: Grants a +1 Strength bonus
fr: Augmente la caractéristique de force (S) de +1

source: Muscle - Hard as Nails
fr: Muscle - Robuste

source: On a 5+, the fighter avoids serious injury and is treated as Fully Recovered
fr: Si la figurine est hors d’action, elle lance un D6. Sur 5+, elle obtient une récupération complète

source: Muscle - Hurl Opponent
fr: Muscle - Projection

source: Allows throwing an opponent D6'' in a chosen direction, pinning them
fr: Peut lancer un adversaire à un D6” en réussissant un test de force. La victime est clouée

source: Muscle - Iron Jaw
fr: Muscle - Peau de fer

source: Reduces the Strength of close combat or short-range hits by 1
fr: Les attaques au corps à corps et les tirs à moins de 12” ont une force (S) réduite de 1

source: Muscle - Juggernaut
fr: Muscle - Mastodonte

source: Can ignore hits from overwatch if the Strength test is passed
fr: Peut ignorer un tir de surveillance en réussissant un test de force (S)

source: Shooting - Crack Shot
fr: Tir - Visée précise

source: Increases the chance to take an enemy out of action when making injury rolls from ranged attacks
fr: Les blessures infligées à distance mettent hors d’action sur 5-6

source: Shooting - Fast Shot
fr: Tir - Tir réflexe

source: Allows overwatch even after moving, except if the model ran or charged
fr: Peut se déplacer et se mettre en surveillance lors du même tour

source: Shooting - Gunfighter
fr: Tir - Pistolero

source: Enables firing a pistol in each hand for an additional attack
fr: Obtient une attaque à distance supplémentaire lors de l’utilisation de deux pistolets

source: Shooting - Hip Shooting
fr: Tir - Tir au jugé

source: Allows shooting after running with a penalty to hit
fr: Peut courir et tirer avec un pistolet (malus de -1 au tir) ou une arme de base (malus de -2 au tir)

source: Shooting - Marksman
fr: Tir - Tireur d’élite

source: Allows ignoring the nearest target restriction with a successful Leadership test
fr: La réussite d’un jet de commandement (Ld) permet de choisir la cible d’un tir

source: Shooting - Rapid Fire
fr: Tir - Tir rapide

source: Re-rolls failed to-hit dice if the model didn\'t move and is using a pistol or basic weapon
fr: Si la figurine est restée immobile, elle peut relancer un tir manqué avec un pistolet ou une arme de base

source: Stealth - Ambush
fr: Furtivité - Embuscade

source: Allows the model to hide and go on overwatch in the same turn
fr: Peut se dissimuler et se mettre en surveillance lors du même tour

source: Stealth - Dive
fr: Furtivité - Plongeon

source: Allows running and hiding in the same turn
fr: Peut courir et se dissimuler lors du même tour

source: Stealth - Escape Artist
fr: Furtivité - Maître de l’évasion

source: Automatically escapes if captured, treated as Full Recovery
fr: Les captures sont traitées comme des récupérations complètes

source: Stealth - Evade
fr: Furtivité - Cible difficile

source: Reduces enemy shooting accuracy by -2 at short range and -1 at long range
fr: Les tirs adverses souffrent d’un malus de -2 à courte portée et de -1 à longue portée pour toucher la figurine si elle est à découvert

source: Stealth - Infiltration
fr: Furtivité - Infiltration

source: Allows deployment anywhere on the battlefield after the first turn, but not within 8'' of an enemy
fr: Peut se déployer n’importe où à plus de 8” d’un adversaire

source: Stealth - Sneak Up
fr: Furtivité - Discret

source: EReduces the shooter’s Initiative to 1 when targeting this model on overwatch
fr: En cible fugace, impose un malus de -1 à l’initiative (I) adverse pour un tir de surveillance

source: Techno - Armourer
fr: Techno - Armurier

source: Ignores the first Ammo roll failure if the fighter wasn\'t taken out of action in the last game
fr: Ignore le premier jet de munitions de la bataille (si la figurine n’était pas hors d’action à la dernière bataille)

source: Techno - Fixer
fr: Techno - Courtier

source: Allows re-rolling the rarity value of one item when offered a rare item after the last game
fr: Peut relancer le prix d’un butin rare (si la figurine n’était pas hors d’action à la dernière bataille)

source: Techno - Inventor
fr: Techno - Inventeur

source: Has a chance to invent a rare item after each battle if not taken out of action
fr: Lancer un D6. Sur un résultat de 6 la figurine obtient un butin rare aléatoire (si elle n’était pas hors d’action à la dernière bataille)

source: Techno - Medic
fr: Techno - Médecin

source: Re-rolls one result on the Serious Injury table after the battle for another fighter
fr: Peut relancer la blessure grave d’une autre figurine (si elle n’était pas hors d’action à la dernière bataille)

source: Techno - Specialist
fr: Techno - Spécialiste

source: Allows the use of special weapons for fighters without access to them
fr: Donne accès aux armes spéciales

source: Techno - Weaponsmith
fr: Techno - Artisan

source: Ignores failed Ammo rolls and weapon explosions on a D6 roll of 4+
fr: Ignore ses jets de munitions et d’explosion ratés sur 4+

source: Dead
fr: Mort

source: The fighter is killed, and all weapons and equipment are lost. This result cannot be modified
fr: Le combattant est tué, et toutes ses armes et équipements sont perdus. Ce résultat ne peut pas être modifié.

source: Multiple_injuries
fr: Blessures multiples

source: The fighter suffers multiple wounds, requiring additional rolls on the injury chart
fr: Le combattant subit plusieurs blessures, nécessitant des jets supplémentaires sur le tableau des blessures.

source: Infected wound 1 game
fr: Blessure infectée (1 bataille)

source: The fighter recovers but misses the next game
fr: Le combattant se rétablit mais manque la bataille suivante.

source: Infected wound 2 games
fr: Blessure infectée (2 batailles)

source: The fighter recovers but misses the next 2 games
fr: Le combattant se rétablit mais manque les 2 batailles suivantes.

source: Infected wound 3 games
fr: Blessure infectée (3 batailles)

source: The fighter recovers but misses the next 3 games
fr: Le combattant se rétablit mais manque les 3 batailles suivantes.

source: Chest wound
fr: Blessure au torse

source: Toughness is reduced by -1
fr: La Résilience est réduite de -1.

source: Leg wound
fr: Blessure à la jambe

source: Movement is reduced by -1
fr: Le Mouvement est réduit de -1.

source: Arm wound
fr: Blessure au bras

source: Strength is reduced by -1
fr: La Force est réduite de -1.

source: Head wound
fr: Blessure à la tête

source: The fighter suffers from either stupidity or frenzy before each game
fr: Le combattant souffre soit de stupidité, soit de frénésie avant chaque bataille.

source: Blinded in one eye
fr: Œil crevé

source: Ballistic Skill is reduced by -1. If both eyes are blinded, the fighter dies
fr: La Compétence Balistique est réduite de -1. Si les deux yeux sont crevés, le combattant meurt.

source: Partially deafened
fr: Blessure à l’oreille

source: Initiative is reduced by -1
fr: L’Initiative est réduite de -1.

source: Shell shock
fr: Stress post-traumatique

source: Leadership is reduced by -1
fr: Le Leadership est réduit de -1.

source: Hand injury
fr: Blessure à la main

source: Weapon Skill is reduced by -1
fr: La Compétence au Combat est réduite de -1.

source: Old battle wound
fr: Blessure lancinante

source: The fighter may miss a game if the old wound flares up
fr: Le combattant peut manquer une bataille si la vieille blessure se réactive.

source: Full recovery
fr: Récupération complète

source: The fighter fully recovers from minor injuries
fr: Le combattant se remet entièrement des blessures mineures.

source: Bitter enmity
fr: Inimitié amère

source: The fighter develops hatred towards the enemy responsible for the injury, either the individual or the enemy leader
fr: Le combattant développe une haine envers l’ennemi responsable de la blessure, soit l’individu, soit le leader ennemi.

source: Captured
fr: Capturé

source: The fighter is captured, and players must negotiate for their release or sell them to slavers
fr: Le combattant est capturé, et les joueurs doivent négocier pour sa libération ou le vendre à des esclavagistes.

source: Horrible scars
fr: Cicatrices horribles

source: The fighter causes fear due to disfigurement
fr: Le combattant inspire la peur en raison de ses déformations.

source: Impressive scars
fr: Cicatrices impressionnantes

source: The fighter gains a +1 Leadership bonus
fr: Le combattant gagne un bonus de +1 en Leadership.

source: Survives against the odds
fr: Survie incroyable

source: enum.injuries_Dead
fr: Mort

source: enum.injuries_Multiple_injuries
fr: Blessures multiples

source: enum.injuries_Infected_wound_1_game
fr: Blessure infectée (1 bataille)

source: enum.injuries_Infected_wound_2_games
fr: Blessure infectée (2 batailles)

source: enum.injuries_Infected_wound_3_games
fr: Blessure infectée (3 batailles)

source: enum.injuries_Chest_wound
fr: Blessure au torse

source: enum.injuries_Leg_wound
fr: Blessure à la jambe

source: enum.injuries_Arm_wound
fr: Blessure au bras

source: enum.injuries_Head_wound
fr: Blessure à la tête

source: enum.injuries_Blinded_in_one_eye
fr: Œil crevé

source: enum.injuries_Partially_deafened
fr: Blessure à l’oreille

source: enum.injuries_Shell_shock
fr: Stress post-traumatique

source: enum.injuries_Hand_injury
fr: Blessure à la main

source: enum.injuries_Old_battle_wound
fr: Blessure lancinante

source: enum.injuries_Full_recovery
fr: Récupération complète

source: enum.injuries_Bitter_enmity
fr: Inimitié amère

source: enum.injuries_Captured
fr: Capturé

source: enum.injuries_Horrible_scars
fr: Cicatrices horribles

source: enum.injuries_Impressive_scars
fr: Cicatrices impressionnantes

source: enum.injuries_Survives_against_the_odds
fr: Survie incroyable

source: The heavy flamer must roll for Ammo each time it fires.
fr: Le lance-flammes lourd doit effectuer un jet de munitions chaque fois qu'il tire.

source: Blind
fr: Petit gabarit

source: This weapon emits a flash or smoke, temporarily blinding the target and reducing their accuracy.
fr: L'arme utilise un petit gabarit d'explosion

source: A web pistol can capture an enemy in hand-to-hand combat on a roll of 4+.
fr: Un pistolet à toile peut capturer un ennemi au corps à corps sur un jet de 4+.

source: Catch Fire (3+)
fr: Attraper Feu (3+)

source: Targets hit by a hand flamer catch fire on a roll of 3+.
fr: Les cibles touchées par un lance-flammes à main prennent feu sur un jet de 3+.

source: Catch Fire (4+)
fr: Attraper Feu (4+)

source: Targets hit by a hand flamer catch fire on a roll of 4+.
fr: Les cibles touchées par un lance-flammes à main prennent feu sur un jet de 4+.

source: Catch Fire (5+)
fr: Attraper Feu (5+)

source: Targets hit by a hand flamer catch fire on a roll of 5+.
fr: Les cibles touchées par un lance-flammes à main prennent feu sur un jet de 5+.

source: Choke
fr: Choc

source: A gas cloud that chokes targets, causing them to pass out or be incapacitated.
fr: Un nuage de gaz qui étouffe les cibles, les faisant s'évanouir ou être incapables d'agir.

source: Clumsy
fr: Maladroit

source: Flails double the effect of fumbles, increasing the opponent’s Combat Score.
fr: Les fléaux doublent l'effet des ratés, augmentant le Score de Combat de l'adversaire.

source: Critical Shot
fr: Tir Critique

source: A stationary fighter with a hunting rifle deals D3 damage on a roll of 6 to wound.
fr: Un combattant immobile avec un fusil de chasse inflige D3 dégâts sur un jet de 6 pour blesser.

source: Demolition
fr: Démolition

source: Krak grenades can be affixed to structures for demolition.
fr: Les grenades krak peuvent être fixées sur des structures pour la démolition.

source: Demolition Only
fr: Démolition Uniquement

source: Melta bombs cannot be thrown or launched but are used for demolishing structures.
fr: Les bombes à fusion ne peuvent pas être lancées mais sont utilisées pour détruire des structures.

source: Disperse
fr: Dispersion

source: Gas clouds last several turns, dissipating or drifting based on a dice roll.
fr: Les nuages de gaz durent plusieurs tours, se dissipant ou dérivant en fonction d'un jet de dé.

source: Draws
fr: Égalités

source: If combat ends in a draw, the user's Initiative is halved for determining the winner.
fr: Si le combat se termine par une égalité, l'Initiative de l'utilisateur est réduite de moitié pour déterminer le vainqueur.

source: Dual-handed
fr: À deux mains

source: A power axe can be wielded with one or both hands, gaining a strength bonus if dual-handed.
fr: Une hache énergétique peut être maniée à une ou deux mains, gagnant un bonus de force si elle est utilisée à deux mains.

source: Dum-dum Bullets
fr: Balles Dum-dum

source: These bullets increase the gun's Strength but can cause the weapon to explode on a failed Ammo roll.
fr: Ces balles augmentent la Force de l'arme mais peuvent faire exploser l'arme en cas d'échec au jet de munitions.

source: Flamer
fr: Lance-flammes

source: The flamer uses a template for its shot and requires an Ammo roll each time it's fired.
fr: Le lance-flammes utilise un gabarit pour son tir et nécessite un jet de munitions à chaque utilisation.

source: Gas Cloud
fr: Nuage de gaz

source: Frag grenades use a gas cloud template, affecting a wide area.
fr: Les grenades frag utilisent un gabarit de nuage de gaz, affectant une large zone.

source: Gets Hot
fr: Surchauffe

source: If the plasma gun overheats, it explodes, inflicting a hit on the user.
fr: Si le pistolet à plasma surchauffe, il explose, infligeant un coup à l'utilisateur.

source: Hallucinogen
fr: Hallucinogène

source: This gas cloud causes hallucinations, making the victim act unpredictably.
fr: Ce nuage de gaz provoque des hallucinations, rendant la victime imprévisible.

source: High Impact
fr: Impact puissant

source: This weapon deals massive damage, capable of knocking targets off their feet or through walls.
fr: Cette arme inflige des dégâts massifs, capable de renverser les cibles ou de les projeter à travers les murs.

source: Injury
fr: Blessure

source: Shock maul victims roll on a special injury chart instead of the standard one.
fr: Les victimes d'une matraque à choc lancent sur un tableau de blessures spécial au lieu du tableau standard.

source: Toxic dart victims use a special injury chart for recovery.
fr: Les victimes de fléchettes toxiques utilisent un tableau de blessures spécial pour leur récupération.

source: Knock-back
fr: Recul

source: Shotgun hits can knock targets off balance, penalizing their Initiative.
fr: Les tirs de fusil à pompe peuvent déséquilibrer les cibles, pénalisant leur Initiative.

source: Mighty Blow
fr: Coup Puissant

source: Charging with a massive weapon reduces the opponent’s attack dice by one.
fr: Charger avec une arme massive réduit le nombre de dés d'attaque de l'adversaire d'un point.

source: -1 to Hit
fr: -1 pour toucher

source: Krak grenades impose a -1 penalty when thrown, but not when fired from a launcher.
fr: Les grenades krak infligent une pénalité de -1 lorsqu'elles sont lancées, mais pas lorsqu'elles sont tirées depuis un lanceur.

source: Move And Fire
fr: Bouger et Tirer

source: The heavy flamer can be fired while moving, like a regular gun.
fr: Le lance-flammes lourd peut être tiré tout en se déplaçant, comme une arme régulière.

source: Noisy
fr: Bruyant

source: This weapon makes a loud sound and can trigger an alarm during certain scenarios.
fr: Cette arme produit un son fort et peut déclencher une alarme dans certains scénarios.

source: Nullify
fr: Annulation

source: Flails cancel out the opponent's parry.
fr: Les fléaux annulent la parade de l'adversaire.

source: Blast
fr: Explosion

source: The weapon uses a small blast template.
fr: L'arme utilise un petit gabarit de souffle.

source: Flare
fr: Fusée éclairante

source: Targets a specific point. Models in the illuminated area can move and be targeted without considering penalties related to total darkness. Roll a D6 at the start of each player's turn; the flare remains lit on a 1-4 and extinguishes on a 5-6.
fr: Cible un point spécifique. Les figurines dans la zone illuminée peuvent se déplacer et être ciblées sans tenir compte des pénalités liées à l'obscurité totale. Lancez un D6 au début de chaque tour de joueur ; la fusée éclairante reste allumée sur un résultat de 1 à 4 et s'éteint sur un 5 ou 6.

source: Armour
fr: Armure

source: Grants a 5+ armor save against close combat hits and ranged attacks within a 90° arc in front of the enforcer.
fr: Confère une sauvegarde d'armure de 5+ contre les attaques de corps à corps et les tirs dans un arc de 90° devant l'enfoncer.

source: Out of Action
fr: Hors de Combat

source: A fighter hit by a shock maul automatically goes out of action.
fr: Un combattant touché par une matraque à choc est automatiquement mis hors de combat.

source: Parry
fr: Parade

source: Allows a fighter with a sword to force an opponent to re-roll a higher Attack dice, unless the opponent's roll is lower or both are armed with swords.
fr: Permet à un combattant avec une épée de forcer un adversaire à relancer un dé d'attaque plus élevé, sauf si le jet de l'adversaire est plus bas ou si les deux sont armés d'épées.

source: Plasma Gun
fr: Lance-plasma

source: Plasma Gun (Low)
fr: Lance-plasma (non chargé)

source: enum.weapon_types.Special_ammunitions
fr: Munitions spéciales

source: enum.weapon_types.Enfoncer_weapons
fr: Armes pour enfoncers

source: enum.weapon_Plasma_Gun_(Low)
fr: Lance-plasma (non chargé)

source: Plasma Gun (Max)
fr: Lance-plasma (chargé)

source: enum.weapon_Plasma_Gun_(Max)
fr: Lance-plasma (chargé)

source: Fires unstable energy shells with varying power, using blast or gas cloud templates.
fr: Tire des projectiles d'énergie instables avec une puissance variable, utilisant des gabarits d'explosion ou de nuage de gaz.

source: Scatter shots ignore cover modifiers and can hit multiple targets in close proximity.
fr: Les tirs en dispersion ignorent les modificateurs de couverture et peuvent toucher plusieurs cibles à proximité.

source: Scare
fr: Fumée

source: This weapon emits a terrifying sound or effect, causing fear tests in enemies.
fr: Les figurines ne peuvent tirer à travers le gabarit et s'y déplace aléatoirement à la moitié de leur vitesse. La Capacité de combat (WS) de figurines dans la fumée est divisée par deux.

source: Silent
fr: Silencieux

source: This weapon is silent and does not trigger alarms during stealth scenarios.
fr: Cette arme est silencieuse et ne déclenche pas d'alarmes lors des scénarios d'infiltration.

source: Sustained Fire (1)
fr: Tir Soutenu (1)

source: The weapon has a sustained fire of 1 dice.
fr: L'arme a un tir soutenu de 1 dé.

source: Sustained Fire (2)
fr: Tir Soutenu (2)

source: The weapon has a sustained fire of 2 dices.
fr: L'arme a un tir soutenu de 2 dés.

source: Terrifying Force
fr: Force Terrifiante

source: Lascannon blasts cause nearby friendly fighters to take nerve tests.
fr: Les décharges du canon laser obligent les combattants alliés à proximité à effectuer des tests de nerfs.

source: Toxic Dart
fr: Fléchette Toxique

source: Automatically inflicts a wound without a roll, but only affects living targets.
fr: Inflige automatiquement une blessure sans jet de dés, mais n'affecte que les cibles vivantes.

source: Two-handed
fr: Deux Mains

source: A massive weapon requires two hands and cannot be used with another weapon.
fr: Une arme massive nécessite deux mains et ne peut pas être utilisée avec une autre arme.

source: Web Solvent
fr: Solvant de Toile

source: Web pistols have a solvent to free webbed targets, but cannot free the user.
fr: Les pistolets à toile disposent d'un solvant pour libérer les cibles prises dans la toile, mais ne peuvent pas libérer l'utilisateur.

source: Webbed Targets
fr: Cibles Enlacées

source: A web pistol ensnares the target, preventing movement and requiring a Strength test to escape.
fr: Un pistolet à toile capture la cible, l'empêchant de bouger et nécessitant un test de Force pour s'échapper.

source: enum.weapon_types.Pistols
fr: Pitolets

source: enum.weapon_types.Basic_weapons
fr: Armes de base

source: enum.weapon_types.Special_weapons
fr: Armes spéciales

source: enum.weapon_types.Heavy_weapons
fr: Armes lourdes

source: enum.weapon_types.Hand-to-hands_weapons
fr: Armes de corps à corps

source: enum.weapon_types.Grenades
fr: Grenades

source: enum.weapon_Stub_Gun
fr: Revolver

source: enum.weapon_Autopistol
fr: Pistolet mitrailleur

source: enum.weapon_Laspistol
fr: Pistolet laser

source: enum.weapon_Hand_Flamer
fr: Lance-flammes léger

source: enum.weapon_Bolt_Pistol
fr: Pistolet bolter

source: enum.weapon_Plasma_Pistol
fr: Pistolet Plasma

source: Plasma Pistol (Low)
fr: Pistolet Plasma (non chargé)

source: enum.weapon_Plasma_Pistol_(Low)
fr: Pistolet Plasma (non chargé)

source: Plasma Pistol (Max)
fr: Pistolet Plasma (chargé)

source: enum.weapon_Plasma_Pistol_(Max)
fr: Pistolet Plasma (chargé)

source: Flare Rocket
fr: Fusée éclairante

source: enum.weapon_Flare_Rocket
fr: Fusée éclairante

source: Bolt shells
fr: Cartouches bolters

source: enum.weapon_Bolt_shells
fr: Cartouches bolters

source: enum.weapon_Hot_shot_shells
fr: Cartouches incendiaires
