Repository: BrunoMaucourt/Necromunda
Catalog: translations/messages+intl-icu.*.xlf
Languages: fr

source: Dum Dum Bullets
fr: Balles Dum Dum

source: enum.weapon_Dum_Dum_Bullets
fr: Balles Dum Dum

source: Hot shot shells
fr: Cartouches incendiaires

source: Manstopper Shells
fr: Cartouches anti-personnels

source: enum.weapon_Manstopper_Shells
fr: Cartouches anti-personnels

source: Combat Rifle (Solid Slug)
fr: Fusil de combat (cartouches à tête pleine)

source: enum.weapon_Combat_Rifle_(Solid_Slug)
fr: Fusil de combat (cartouches à tête pleine)

source: enum.weapon_Combat_Rifle
fr: Fusil de combat

source: Combat Rifle (Scatter Slug)
fr: Fusil de combat (cartouches à dispersion)

source: enum.weapon_Combat_Rifle_(Scatter_Slug)
fr: Fusil de combat (cartouches à dispersion)

source: enum.weapon_Combat_Rifle_(Executioner_Shells)
fr: Fusil de combat (cartouches exécuteurs)

source: Combat Rifle (Executioner Shells)
fr: Fusil de combat (cartouches exécuteurs)

source: Web Launcher
fr: Lance toile

source: enum.weapon_Web_Launcher
fr: Lance toile

source: Suppressive Shield
fr: Bouclier Suppressif

source: enum.weapon_Suppressive_Shield
fr: Bouclier Suppressif

source: enum.weapon_Needle_Pistol
fr: Pistolet à aiguilles

source: enum.weapon_Web_Pistol
fr: Pistolet à toile

source: enum.weapon_Autogun
fr: Fusil mitrailleur

source: enum.weapon_Shotgun_(Solid_Slug)
fr: Fusil à pompe (cartouche à tête pleine)

source: enum.weapon_Shotgun_(Scatter_Shot)
fr: Fusil à pompe (cartouche à disperion)

source: enum.weapon_Shotgun_(Manstopper)
fr: Fusil à pompe (balle anti-personnel)

source: enum.weapon_Shotgun_(Hot_Shot)
fr: Fusil à pompe (cartouche incendiaire)

source: enum.weapon_Shotgun_(Bolt)
fr: Fusil à pompe (cartouche Bolt)

source: enum.weapon_Shotgun_(Solid_Slug_/_Scatter_Shot)
fr: Fusil à pompe (cartouche à disperion / cartouche à tête pleine)

source: enum.weapon_Hunting_Rifle
fr: Fusil de chasse

source: enum.weapon_Lasgun
fr: Fusil laser

source: enum.weapon_Boltgun
fr: Fusil laser

source: enum.weapon_Bolter
fr: Bolter

source: enum.weapon_Autoslugger
fr: Mitrailleuse légère

source: enum.weapon_Flamer
fr: Lance-flammes

source: enum.weapon_Grenade_Launcher
fr: Lance-grenades

source: enum.weapon_Plasma_Gun
fr: Lance-plasma

source: enum.weapon_Meltagun
fr: Fuseur

source: enum.weapon_Needle_Rifle
fr: Fusil à aiguilles

source: enum.weapon_Heavy_Flamer
fr: Lance-flammes lourd

source: enum.weapon_Heavy_Stubber
fr: Mitrailleuse lourde

source: enum.weapon_Heavy_Bolter
fr: Bolter lourd

source: enum.weapon_Missile_Launcher
fr: Lance-missiles

source: enum.weapon_Missile_Launcher_(Frag)
fr: Lance-missiles (Frag)

source: enum.weapon_Missile_Launcher_(Krak)
fr: Lance-missiles (Super Krak)

source: enum.weapon_Heavy_Plasma_Gun
fr: Lance-plasma lourd

source: enum.weapon_Autocannon
fr: Autocanon

source: enum.weapon_Lascannon
fr: Canon laser

source: enum.weapon_Knife
fr: Couteau

source: enum.weapon_Chain,_Flail
fr: Chaîne ou Fléau

source: enum.weapon_Club,_Maul,_Bludgeon
fr: Gourdin

source: enum.weapon_Massive_Weapon
fr: Arme à deux mains

source: enum.weapon_Sword
fr: Épée

source: enum.weapon_Chainsword
fr: Épée tronçonneuse

source: enum.weapon_Power_Axe
fr: Hache énergétique

source: enum.weapon_Shock_Maul
fr: Matraque électrique

source: enum.weapon_Power_Sword
fr: Épée énergétique

source: enum.weapon_Power_Fist
fr: Gantelets Hache énergétiques

source: enum.weapon_Smoke_Bombs
fr: Grenade fumigène

source: enum.weapon_Choke_Gas
fr: Grenade suffocante

source: enum.weapon_Scare_Gas
fr: Grenade terrifiante

source: enum.weapon_Photon_Flares
fr: Grenade flash

source: enum.weapon_Frag_Grenade
fr: Grenade Frag

source: enum.weapon_Plasma_Grenade
fr: Grenade à Plasma

source: enum.weapon_Krak_Grenade
fr: Grenade Krak

source: enum.weapon_Melta_Bombs
fr: Bombe à fusion

source: enum.weapon_Hallucinogen_Gas
fr: Grenade hallucinogène

source: Pistols
fr: Pitolets

source: Basic weapons
fr: Armes de base

source: Special weapons
fr: Armes spéciales

source: Heavy weapons
fr: Armes lourdes

source: Hand-to-hands weapons
fr: Armes de corps à corps

source: Stub Gun
fr: Revolver

source: Autopistol
fr: Pistolet mitrailleur

source: Laspistol
fr: Pistolet laser

source: Hand Flamer
fr: Lance-flammes léger

source: Bolt Pistol
fr: Pistolet bolter

source: Plasma Pistol
fr: Pistolet Plasma

source: Needle Pistol
fr: Pistolet à aiguilles

source: Web Pistol
fr: Pistolet à toile

source: Autogun
fr: Fusil mitrailleur

source: Shotgun (Solid Slug)
fr: Fusil à pompe (balle à tête pleine)

source: Shotgun (Scatter Shot)
fr: Fusil à pompe (cartouche à disperion)

source: Shotgun (Manstopper)
fr: Fusil à pompe (balle anti-personnel)

source: Shotgun (Hot Shot)
fr: Fusil à pompe (cartouche incendiaire)

source: Shotgun (Bolt)
fr: Fusil à pompe (cartouche Bolt)

source: Hunting Rifle
fr: Fusil de chasse

source: Lasgun
fr: Fusil laser

source: Boltgun
fr: Fusil laser

source: Autoslugger
fr: Mitrailleuse légère

source: Grenade Launcher
fr: Lance-grenades

source: Meltagun
fr: Fuseur

source: Needle Rifle
fr: Fusil à aiguilles

source: Heavy Flamer
fr: Lance-flammes lourd

source: Heavy Stubber
fr: Mitrailleuse lourde

source: Heavy Bolter
fr: Bolter lourd

source: Missile Launcher (Frag)
fr: Lance-missiles (Frag)

source: Missile Launcher (Krak)
fr: Lance-missiles (Super Krak)

source: Heavy Plasma Gun
fr: Lance-plasma lourd

source: Autocannon
fr: Autocanon

source: Lascannon
fr: Canon laser

source: Knife
fr: Couteau

source: Chain, Flail
fr: Chaîne ou Fléau

source: Club, Maul, Bludgeon
fr: Gourdin

source: Massive Weapon
fr: Arme à deux mains

source: Sword
fr: Épée

source: Chainsword
fr: Épée tronçonneuse

source: Power Axe
fr: Hache énergétique

source: Shock Maul
fr: Matraque électrique

source: Power Sword
fr: Épée énergétique

source: Power Fist
fr: Gantelets Hache énergétiques

source: Smoke Bombs
fr: Grenade fumigène

source: Choke Gas
fr: Grenade suffocante

source: Scare Gas
fr: Grenade terrifiante

source: Photon Flares
fr: Grenade flash

source: Frag Grenade
fr: Grenade Frag

source: Plasma Grenade
fr: Grenade à Plasma

source: Krak Grenade
fr: Grenade Krak

source: Melta Bombs
fr: Bombe à fusion

source: Hallucinogen Gas
fr: Grenade hallucinogène

source: New gang :
fr: Nouveau gang :

source: New territories for
fr: Nouveaux territoires pour

source: dice roll
fr: Jet de dès

source: skill
fr: Compétence

source: New ganger
fr: Nouveau commbatant

source: Chem pit
fr: Bassin chimique

source: Old ruins
fr: Ruines

source: Slag
fr: Scories

source: Water still
fr: Puits

source: Settlement
fr: Colonie

source: Mine Workings
fr: Mine

source: Vents
fr: Conduits

source: Holestead
fr: Ferme

source: Drinking hole
fr: Débit de boissons

source: Workshop
fr: Atelier

source: Guilder contact
fr: Contact de guilde

source: Mineral outcrop
fr: Affleurement précieux

source: Friendly doc
fr: Docteur amical

source: Gambling den
fr: Tripot

source: Spore cave
fr: Cave à spore

source: Archeotech hoard
fr: Trésor Archéotech

source: Green hivers
fr: Nouveaux ruchards

source: territories name
fr: Nom du territoire

source: incomeAsString
fr: Revenu

source: effect
fr: Effet

source: cost
fr: Coût

source: game
fr: Partie

source: free
fr: Gratuit

source: Ganger
fr: Combattant

source: weapon
fr: Arme

source: victim
fr: Victime

source: author
fr: Auteur

source: If double roll, no income collected and ganger cause fear
fr: En cas de double, aucun revenu n'est collecté et le combattant provoque la peur

source: None
fr: Aucun

source: If dice roll 6, recruit for free a juve
fr: Si un 6 est obtenu avec le dé, recrutez gratuitement un kid

source: If an enemy fighter is captured, he can work in mine and add +1 to this income D6
fr: Si un combattant ennemi est capturé, il peut travailler dans la mine et ajouter +1 à ce D6 de revenu

source: Three fighters can be deployed anywhere at ground level
fr: Trois combattants peuvent être déployés n'importe où au niveau du sol

source: Three fighters can be deployed anywhere on buildings surface
fr: Trois combattants peuvent être déployés n'importe où sur la surface des bâtiments

source: If dice roll 6, +1 or -1 for next scenario table roll
fr: Si un 6 est obtenu avec le dé, +1 ou -1 pour le prochain jet de scénario

source: First ammo roll can be ignored
fr: Le premier test de munitions peut être ignoré

source: Each loot discovered can be trade for +5 credits
fr: Chaque butin découvert peut être échangé contre +5 crédits

source: If dice roll 6, add D6 X 10 credits
fr: Si un 6 est obtenu avec le dé, ajoutez D6 X 10 crédits

source: If a fighter dead, roll a D6, for 5+ he get multiple injuries instead dead
fr: Si un combattant est mort, lancez un D6, sur un 5+ il reçoit plusieurs blessures au lieu de mourir

source: If double roll, you lose this credits
fr: En cas de double, vous perdez ces crédits

source: If double roll 1, ganger is sick and can take part to next battle on 4+ with a D6
fr: En cas de double 1, le ganger est malade et peut participer à la prochaine bataille sur un 4+ avec un D6

source: Can collect 3 to 6 D6 X10 but if double roll, territory become Old ruins
fr: Peut collecter de 3 à 6 D6 X10 crédits mais en cas de double, le territoire devient des Ruines anciennes

source: Choose another territory
fr: Choisissez un autre territoire

source: Game resume
fr: Résumé de la partie

source: Game informations
fr: Informations sur les gangs

source: Gangs involved
fr: Gangs impliqués

source: advancement
fr: Avancementt

source: Author
fr: Auteur

source: Territory
fr: Territoire

source: Effect
fr: Effet

source: Loot
fr: Butin

source: Summary
fr: Sommaire

source: Historic
fr: Historique

source: Évaluation Avant Partie
fr: Score Avant Partie

source: Évaluation Après Partie
fr: Score Après Partie

source: Gangers Summary
fr: Combattants ayant participé

source: Injury Authors
fr: Blessé par

source: Equipement Informations
fr: Informations sur les équipements

source: Weapon Informations
fr: Informations sur les armes

source: Not enough credit to payed
fr: Pas assez de crédits pour payer

source: No hired gun in the gang
fr: Aucun mercenaire dans le gang

source: Hired gun
fr: Mercenaire

source: New game
fr: Nouvelle partie

source: free knife
fr: couteau gratuit

source: leap
fr: saut

source: dive
fr: plongeon

source: dodge
fr: esquive

source: free grenade choke gas
fr: grenade à gaz asphyxiant gratuite

source: free grenade smoke gas
fr: grenade à gaz fumigène gratuite

source: free grenade photon flare
fr: grenade à éclat photonique gratuite

source: free filter plugs
fr: masque à filtre gratuit

source: free photo contacts
fr: photo-lentilles gratuites

source: Page not found
fr: Page non trouvée

source: The page you are looking for was not found. It may have been moved or deleted.
fr: La page que vous recherchez n'a pas été trouvée. Elle a peut-être été déplacée ou supprimée.

source: Return to the homepage
fr: Retour à la page d'accueil

source: Unexpected error
fr: Erreur inattendue

source: An unexpected error occurred on the server. Please try again later or contact support if the issue persists.
fr: Une erreur inattendue est survenue sur le serveur. Veuillez réessayer plus tard ou contacter le support si le problème persiste.

source: Weapons informations
fr: Informations sur les armes

source: Choose variable cost
fr: Choisir le coût variable

source: Choose variable cost for
fr: Choisir le coût variable pour

source: Pay
fr: Payer

source: Equipements informations
fr: Informations sur les équipements

source: Armors
fr: Armures

source: Weapon equipment
fr: Équipement d'arme

source: Personal equipment
fr: Équipement personnel

source: Bionics
fr: Bioniques

source: Gang Equipment
fr: Équipement de gang

source: Show custom rules
fr: Afficher les règles personnalisées

source: Custom rules
fr: Règles personnalisées

source: Sell
fr: Vendre

source: You will sell
fr: Vous allez vendre

source: for
fr: pour

source: Are you sure you want to sell this item? The sale is final.
fr: Êtes-vous sûr de vouloir vendre cet article ? La vente est définitive.

source: Come-back to previous page
fr: Revenir à la page précédente

source: Blind fight
fr: Combat à l'aveugle

source: Destiny score
fr: Score de destin

# Photon flare
source: Rocket flare
fr: Fusée éclairante

source: No custom rules
fr: Aucune règle personnalisée

source: Blind fight removed
fr: Combat à l'aveugle retiré

source: Enfoncers added
fr: Enfoncers ajoutés

source: Destiny score added
fr: Score de destin ajouté

source: Reroll advance dices
fr: Relance des dés d'avancement

source: Scenario modifier
fr: Modificateur de scénario

source: destiny score
fr: score de destin

source: Rocket flare added
fr: Ajout des fusées éclairantes
