Repository: BrunoMaucourt/Necromunda
Catalog: translations/messages+intl-icu.*.xlf
Languages: fr

source: Add gang
fr: Ajouter un gang

source: Add ganger
fr: Ajouter un combattant

source: Add game
fr: Ajouter une partie

source: Show all gangs
fr: Afficher tous les gangs

source: Show all gangers
fr: Afficher tous les combattants

source: Show all games
fr: Afficher toutes les parties

source: Show all advancements
fr: Afficher toutes les avancées

source: Show all equipements
fr: Afficher tous les équipements

source: Show all injuries
fr: Afficher toutes les blessures

source: Show all loots
fr: Afficher tous les butins

source: Show all skills
fr: Afficher toutes les compétences

source: Show all territories
fr: Afficher tous les territoires

source: Show all weapons
fr: Afficher toutes les armes

source: Show all users
fr: Afficher tous les utilisateurs

source: Dashboard
fr: Tableau de bord

source: Gangers
fr: Combattants

source: Games
fr: Parties

source: Advancements
fr: Avancements

source: Equipements
fr: Équipements

source: Injuries
fr: Blessures

source: Loots
fr: Butins

source: Skills
fr: Compétences

source: Territories
fr: Territoires

source: Users
fr: Utilisateurs

source: Weapons
fr: Armes

source: Add
fr: Ajouter

source: Show
fr: Afficher

source: Statistics
fr: Statistiques

source: Settings
fr: Paramètres

source: Gang Sheet
fr: Fiche de gang

source: Gang Information
fr: Informations sur le gang

source: Credits
fr: Crédits

source: Active
fr: Actif

source: House
fr: Maison

source: Rating
fr: Classement

source: Name
fr: Nom

source: Effects
fr: Effets

source: Cost
fr: Coût

source: Details
fr: Détails

source: Short range
fr: Portée courte

source: Long range
fr: Portée longue

source: Bonus to hit short range
fr: Bonus pour toucher à portée courte

source: Bonus to hit long range
fr: Bonus pour toucher à portée longue

source: Strength
fr: Force

source: Damage
fr: Dommage

source: Save modifier
fr: Modificateur de sauvegarde

source: Ammo roll
fr: Jet de munitions

source: house
fr: Maison

source: name
fr: Nom

source: user
fr: Utilisateur

source: Gang status
fr: Statut du gang

source: rating
fr: Évaluation

source: credits
fr: Crédits

source: active
fr: Actif

source: Gangers and territories
fr: Combattants et territoires

source: gangers
fr: Combattants

source: territories
fr: Territoires

source: Weapons stash
fr: Cache d'armes

source: weapons
fr: Armes

source: loots
fr: Butins

source: Gang fights
fr: Combats de gang

source: games
fr: Jeux

source: win
fr: Victoire

source: Gang background
fr: Contexte du gang

source: background
fr: Contexte

source: Gang history
fr: Historique du gang

source: history
fr: Historique

source: Download
fr: Télécharger

source: Scenario
fr: Scénario

source: Players
fr: Joueurs

source: Injuries during game
fr: Blessures pendant le jeu

source: injuries gang 1
fr: Blessures gang 1

source: injuries gang 2
fr: Blessures gang 2

source: getGang1RatingBeforeGame
fr: Classement du Gang 1 avant le jeu

source: Gang 1 rating after game
fr: Classement du Gang 1 après le jeu

source: getGang2RatingBeforeGame
fr: Classement du Gang 2 avant le jeu

source: Gang 2 rating after game
fr: Classement du Gang 2 après le jeu

source: Credits and loots
fr: Crédits et butins

source: gang1creditsBeforeGame
fr: Crédits du Gang 1 avant le jeu

source: gang2creditsBeforeGame
fr: Crédits du Gang 2 avant le jeu

source: gang1creditsAfterGame
fr: Crédits du Gang 1 après le jeu

source: gang2creditsAfterGame
fr: Crédits du Gang 2 après le jeu

source: Winner
fr: Gagnant

source: Game background and details
fr: Contexte et détails du jeu

source: summary
fr: Résumé

source: Special
fr: Spécial

source: Weapons special
fr: Spécial des armes

source: Equipments
fr: Équipements

source: Ganger type
fr: Type

source: alive
fr: Vivant

source: Characteristics
fr: Caractéristiques

source: experience
fr: Expérience

source: Injuries and skills
fr: Blessures et compétences

source: injuries
fr: Blessures

source: skills
fr: Compétences

source: Weapons and equipements
fr: Armes et équipements

source: equipements
fr: Équipements

source: Ganger background
fr: Contexte du gangster

source: Ganger history
fr: Histoire du gangster

source: Highest gang rating
fr: Évaluation la plus élevée du gang

source: Highest gang credits
fr: Crédits les plus élevés du gang

source: username
fr: Nom d'utilisateur

source: roles
fr: Rôles

source: Leave blank if you don't want to change the password
fr: Laissez vide si vous ne voulez pas changer le mot de passe

source: Password
fr: Mot de passe

source: Equipment
fr: Équipment

source: heavy
fr: Balèze

source: juve
fr: Kid

source: underhive_scum
fr: Racaille

source: bounty_hunter
fr: Chasseur de primes

source: ratskin_scout
fr: Scout Ratskin

source: underhive scum
fr: Racaille

source: bounty hunter
fr: Chasseur de primes

source: ratskin scout
fr: Scout Ratskin

source: hired guns
fr: Mercenaires

source: sergeant
fr: Sergent

source: Heavy unit
fr: Unité spéciale

source: special unit
fr: Sergent

source: Heavy unit
fr: Unité lourde

source: canine unit
fr: Unité canine

source: enforcer
fr: Enfoncer

source: Clip Harness
fr: Harnais

source: Prevents falls when climbing. Roll a D6 if you would fall; on a 4+, you stay in place
fr: La figurine peut s’attacher pendant sa phase de mouvement en restant immobile. Empêche les chutes.

source: Filter Plugs
fr: Masque à filtre

source: The model can re-roll its Toughness (T) tests to resist the effects of gas.
fr: La figurine peut relancer ses jets d'endurance (T) pour résister aux effets d'un gaz.

source: Grants immunity to gas weapons and toxic effects
fr: Peut relancer les jets d’endurance (T) pour résister à l’effet d’un gaz.

source: Lobo-chip
fr: Puce lobotomisante

source: Grants immunity to psychology but reduces Initiative by 1
fr: Immunité à stupidité, fureur, haine et brisé mais initiative (I) définitivement réduite à 1.

source: Photo-contacts
fr: Photo-lentilles

source: The user is immune to the effects of flash grenades and gains +1 to hit in low-light conditions
fr: Immunité à l’aveuglement et vision dans le noir améliorée.

source: Weapon Reload
fr: Chargeur supplémentaire

source: Once per game, reroll a failed Ammo Roll
fr: Lance un D6 après un jet de munitions raté : le jet de munitions est réussi sur 4+. Une utilisation par bataille.

source: Power Weapon - Power Sword
fr: Arme énergétique - Épée énergétique

source: Power Weapon - Power Axe
fr: Arme énergétique - Hache énergétique

source: Power Weapon - Power Fist
fr: Arme énergétique - Gantelets énergétiques

source: Rare Weapon - Needle Rifle
fr: Arme rare - Fusil à aiguille

source: Rare Weapon - Needle Pistol
fr: Arme rare - Pistolet à aiguille

source: Rare Weapon - Web Pistol
fr: Arme rare - Pistolet à toile

source: Rare Weapon - One in a Million Weapon
fr: Arme rare - Une sur un million

source: Roll a D6 to determine the type of weapon: pistol (1-2), basic weapon (3-4), special weapon (5), or heavy weapon (6). The player then chooses a weapon of their choice within the category, which costs double its price and automatically passes all its ammo rolls.
fr: Lancer un D6 pour déterminer le type d'arme : pistolet (1-2), arme de base (3-4), arme spéciale (5) ou arme lourde (6). Le joueur choisit ensuite l'arme de son choix au sein de la catégorie, qui coûte le double de son prix et réussit automatiquement tous ses jets de munitions.

source: Gas Grenades - Choke
fr: Grenades à gaz - Suffocantes

source: Gas Grenades - Scare
fr: Grenades à gaz - Terrifiantes

source: Gas Grenades - Hallucinogen
fr: Grenades à gaz - Hallucinogènes

source: Grenades - Melta Bombs
fr: Grenades - Bombes à fusion

source: Grenades - Photon Flash Flares
fr: Grenades - Grenades Flash

source: Grenades - Plasma Grenades
fr: Grenades - Grenades à plasma

source: Grenades - Smoke Bombs
fr: Grenades - Grenades fumigènes

source: Ammo - Hotshot Laser Power Packs
fr: Munitions - Pack laser incendiaire

source: Ammo - Drum Magazine
fr: Munitions - Chargeur tambour

source: Ammo - Hellfire Bolts
fr: Munitions - Bolts Feu d’enfer

source: Gunsight - Red-dot Laser
fr: Viseur - Viseur laser

source: The laser sight can be equipped on pistols, basic weapons, or special weapons. The shooter gains a +1 bonus to hit, but the target gains a 6+ invulnerable save if it can see the shooter.
fr: Le viseur laser équipe des pistolets, armes de base ou armes spéciales. Le tireur reçoit un bonus de +1 pour toucher mais la cible gagne une Sauvegarde spéciale de 6+ si elle voit le tireur.

source: Gunsight - Mono-sight
fr: Viseur - Mono-viseur

source: This sight can be equipped on basic weapons, special weapons, or heavy weapons. A stationary shooter gains a +1 bonus to hit.
fr: Ce viseur peut équiper les armes de bases, armes spéciales ou armes lourdes. Le tireur immobile reçoit un bonus de +1 pour toucher.

source: Gunsight - Telescopic Sight
fr: Viseur - Viseur téléscopique

source: This sight can be equipped on basic weapons. The weapon's short range is added to its long range.
fr: Ce viseur peut équiper les armes de base. La portée courte de l'arme est ajoutée à la portée longue.

source: Gunsight - Infra-red Sight
fr: Viseur - Viseur infra-rouge

source: This sight can be equipped on basic weapons. A stationary shooter reduces the target's cover bonus by -1 and is immune to smoke grenades. The shooter's vision in the dark is enhanced.
fr: Ce viseur peut équiper des armes de base. Un tireur immobile réduit de -1 le bonus de couvert de sa cible et est immunisée aux fumigènes. La vision dans le noir est améliorée.

source: Heavy Gear - Auto-repairer
fr: Équipement lourd - Auto-réparateur

source: A ganger and a heavy who have not gone Out of Action can use the auto-repairer instead of collecting income. All weapons ignore their missed ammo and blast rolls on a result of 4+. The auto-repairer is associated with a specific territory and can be disrupted, damaged, or lost along with it. Additionally, its value is added to the Gang Rating.
fr: Un ganger et un balèze qui n'ont pas été Hors d'action peuvent utiliser l'auto-réparateur à la place de collecter des revenus. Toutes les armes ignorent leurs jets de munitions et d'explosion manqués sur un résultat de 4+. L'auto-réparateur est associé à un territoire spécifique et peut être perturbé, endommagé ou perdu avec celui- ci. En outre, sa valeur est ajoutée au Score de gang.

source: Heavy Gear - Suspensor
fr: Équipement lourd - Suspenseur

source: Blockers can only be deployed in a single scenario before being removed. They reduce the chances of triggering the alarm in certain scenarios by lowering the D6 roll by 1. Blockers completely nullify screamers.
fr: Les bloqueurs ne peuvent être déployés que dans un unique scénario avant d'être supprimés. Réduit les chances de déclencher l'alarme lors de certains scénarios en réduisant le score du D6 de 1. Les bloqueurs nullifient complètement les hurleurs.

source: Armour - Flak
fr: Armure - Flak

source: Grants a 6+ armor save against wounds. The armor save improves to 5+ against wounds inflicted by template weapons.
fr: Confère une Sauvegarde d'armure de 6+ contre les blessures. La Sauvegarde d'armure passe à 5+ contre les blessures infligées par des armes à gabarit.

source: Armour - Mesh
fr: Armure - Armure composite

source: Grants a 5+ armor save against wounds.
fr: Confère une Sauvegarde d'armure de 5+ contre les blessures.

source: Exotic Armour - Carapace
fr: Armure exotique - Carapace

source: Grants a 4+ armor save against wounds, but the model suffers a -1 penalty to its Initiative (I) tests.
fr: Confère une Sauvegarde d'armure de 4+ contre les blessures mais la figurine souffre d'un malus de -1 à ses tets d'Initiative (I).

source: Exotic Armour - Force Field
fr: Armure exotique - Champs de force

source: Applies a -1 penalty to Strength (S) and to the armor save modifier of ranged weapons.
fr: Applique un malus de -1 à la force (S) et au modificateur de sauvegarde des armes à distance.

source: If the model is in contact with a fallen ally, that ally will treat results of 1-4 as a Flesh Wound during their recovery phase. The model cannot use the medipack on itself.
fr: Si la figurine est en contact avec un allié tombé, celui traitera les résultats 1-4 comme une Blessure superficielle lors de sa phase de récupération. La figurine ne peut pas utiliser le médipack pour elle-même.

source: Isotropic Fuel Rod
fr: Pile d’essence isotrope

source: Can transform any territory into a settlement
fr: Peut transformer n'importe quel territoire en une colonie.

source: Bionic - Arm, Eye, Leg, Chest, Implant
fr: Bionique - bras, oeil, jambe, torse, Implant

source: Bionic - Arm
fr: Bionique - bras

source: The model gains a +2 bonus to its Strength (S) characteristic and a +2 bonus to Initiative (I) when testing if it falls from an edge.
fr: La figurine gagne un bonus de +2 à sa caractéristique de force (S) et un bonus de +2 à l'Initiative (I) pour tester si elle chute d'un bord.

source: Bionic - Eye
fr: Bionique - oeil

source: The model can never be blinded or dazzled. Its vision in the dark is enhanced. The model can visually detect hidden opponents at three times the normal range and is immune to smoke grenades. The model detects opponents in cover as if they were in the open.
fr: La figurines ne peut jamais être aveuglée ou éblouie. La vision dans le noir est améliorée. La figurine peut détecter visuellement ses adversaires dissimulés 3 fois plus loin et est immunisé aux fumigènes. La figurine détecte ses adversaires à couverts comme s'ils étaient à découvert.

source: Bionic - Implant
fr: Bionique - Implant

source: The implant allows the model to heal all Serious Injuries related to a single limb.
fr: L’implant permet de soigner toutes les Blessures graves liées à un unique membre.

source: Bionic - Leg
fr: Bionique - Jambe

source: The model gains a +1 bonus to its Movement (M) and Attacks (A) characteristics.
fr: La figurine gagne un bonus de +1 à ses caractéristiques de mouvement (M) et attaque (A).

source: Bionic - Torso
fr: Bionique - torse

source: The model is immune to the effects of gas. Grants a 6+ Armor Save.
fr: La figurine est immunisée aux effets d'un gaz. Confère une Sauvegarde d'armure de 6+.

source: Skull Chip
fr: Puce cérébrale

source: The model can re-roll all its Initiative (I) checks. If the second roll fails, the chip can no longer be used for the rest of the battle.
fr: La figurine peut relancer tous ses jets d’Initiative (I). En cas de second échec, la puce ne peut plus être utilisée pour le reste de la bataille.

source: Grapnel
fr: Grappin

source: The model can attach itself during its movement phase by remaining stationary. It automatically passes Initiative checks to avoid falling when pinned within 1'' of an edge.
fr: La figurine peut s'attacher lors de sa phase de mouvement en restant immobile. Elle réussit ses jets d'initiative visant à savoir si elle chute d'un lorsqu'elle est clouée à moins 1'' d'un bord.

source: Grav Chute
fr: Chute antigrav

source: The model is no longer limited to a 3'' fall and no longer suffers fall damage.
fr: La figurine n'est plus limitée à 3'' de chute ne subit plus de dommages de chute.

source: Instead of shooting, the model can detect all hidden models within 16'' The model detects an opponent within 16'' and sounds the alarm at the end of its turn on a 4+.
fr: la figurine traite les résultats 1-4 comme une Blessure superficielle lors de sa première phase de récupération. Une seule utilisation par bataille.

source: The model treats results of 1-4 as a Flesh Wound during its first recovery phase. One use per battle.
fr: A la place d'un tir, la figurine peut détecter toutes les figurines dissimulées à 16''. La figurine détecte un adversaire à 16'' et sonne l'alarme à la fin de son tour sur 4+.

source: Concealed Blade
fr: Lame cachée

source: The model may roll a D6 if it is captured: ▪ 1: The model is killed, and its equipment is kept by its captors. ▪ 2: The model is immediately recaptured. ▪ 3: The model escapes, but its equipment is kept by its captors. ▪ 4-6: The model successfully escapes with all its equipment.
fr: La figurine peut lancer un D6 si elle est capturée : ▪ 1 : la figurine est tuée et son équipement est conservé par ses ravisseurs ▪ 2 : la figurine est recapturé immédiatement ▪ 3 : la figurine s'échappe mais son équipement est conservé par ses ravisseurs ▪ 4-6: la figurine parvient à s'échapper avec tout son équipement

source: Respirator
fr: Respirateur

source: The model is immune to the effects of gas.
fr: La figurine est immunisée aux effets d'un gaz.

source: Photo-visor
fr: Photo-viseur

source: The model can never be blinded or dazzled. Its vision in the dark is enhanced.
fr: La figurines ne peut jamais être aveuglée ou éblouie. La vision dans le noir est améliorée

source: Berserker Chip
fr: Puce Berserk

source: Once per game, the model can activate the chip to gain a +2 bonus to its Movement (M) and Strength (S) characteristics and go into Frenzy until the start of its next turn. At the end of the activation, its Initiative (I) is reduced to 1 for the rest of the battle.
fr: Une fois par partie, la figurine peut activer la puce pour gagner un bonus de +2 à ses caractéristiques de Mouvement (M) et de Force (S) et entraîner en Fureur jusqu'au début de son prochain tour. A la fin de l’activation, l’Initiative (I) est réduite à 1 pour le reste de la bataille.

source: Blindsnake Pouch
fr: Poche du serpent aveugle

source: Grants a 4+ invulnerable save against overwatch shots (Sentinel).
fr: Confère une Sauvegarde spéciale de 4+ contre les tirs d'opportunités (Surveillance).

source: Infra-red Goggles
fr: Lunettes infra-rouges

source: The model can visually detect hidden opponents at three times the normal range and is immune to smoke grenades. Its vision in the dark is enhanced. The model detects opponents in cover as if they were in the open.
fr: La figurine peut détecter visuellement ses adversaires dissimulés 3 fois plus loin et est immunisée aux fumigènes. La vision dans le noir est améliorée. La figurine détecte ses adversaires à couverts comme s'ils étaient à découvert.

source: Raid Gear - Silencer
fr: Matériel d’incursion - Silencieux

source: The silencer can be equipped on a revolver, autopistol, submachine gun, shotgun, or light machine gun. The weapon cannot trigger the alarm.
fr: Le silencieux peut équiper un revolver, pistolet automatique, fusil mitrailleur, fusil de chasse ou mitrailleuse légère. L'arme ne peut pas déclencher l'alarme.

source: Raid Gear - Screamers or Stummers
fr: Matériel d’incursion - Hurleurs ou Bloqueurs

source: Blockers can only be deployed in a single scenario before being removed. Roll a D6 for each attacker that has moved. On a result of 6, the alarm is triggered.
fr: Les bloqueurs ne peuvent être déployés que dans un unique scénario avant d'être supprimés. Lancer un D6 pour chaque attaquant s'étant déplacé. Sur un résultat de 6, l'alarme est déclenchée.

source: Stinger Pouch
fr: Pochette à Dard

source: If the model goes Out of Action at the end of a battle, on a 4+, it may avoid suffering a serious injury. Heals a Grievous Wound on a 4+. The med-pouch can only be used once before being removed.
fr: Si la figurine passe Hors d’action à la fin d'une bataille sur 4+, elle peut ne pas subir de blessure grave. Soigne une Blessure lancinante sur 4+. La poche médicinale ne peut servir qu'une seule fois avant d'être supprimé.

source: Ratskin Map
fr: Carte Ratskin

source: To use the card, it must be carried by the gang leader. Its value is added to the model. Roll a D6: ▪ 1: The opponent chooses the scenario. ▪ 2: Roll a D6, on a result of 6, the Archeotech Hoard territory is added to the gang, and the card is removed. ▪ 3: The player can modify the result by +/-1 to choose the next scenario. ▪ 4: The player can modify the result by +/-2 to choose the next scenario. ▪ 5: Same as 4, but a Vents or Tunnels territory can be added to the gang. ▪ 6: The player can modify the result by +/-3 to choose the next scenario. If the card is used to modify a scenario, roll a D6. If the result is less than or equal to the modifier, the maximum modifier is reduced by 1. If the maximum modifier is reduced to 0, the card is removed.
fr: Pour utiliser la carte, elle doit être portée par le leader du gang. Sa valeur est ajoutée à la figurine. Lancer un D6: ▪ 1 : l'adversaire choisit le scénario ▪ 2 : lancer un D6, sur un résultat de 6 le territoire Butin Archéotech est ajouté au gang et la carte est supprimée ▪ 3 : le joueur peut modifier de +/-1 le résultat pour choisir le prochain Scénario ▪ 4 : le joueur peut modifier de +/-2 le résultat pour choisir le prochain Scénario ▪ 5 : idem à 4 mais un territoire Conduits ou Tunnels peut être ajouté au gang ▪ 6 : le joueur peut modifier de +/-3 le résultat pour choisir le prochain Scénario. Si la carte est utilisée pour modifier un scénario, lancer un D6. Si le résultat est inférieur ou égal au modificateur, le modificateur maximal est réduit de 1. Si le modificateur maximal est réduit à 0, la carte est supprimée.

source: Mung Vase
fr: Vase Mung

source: The price of the Mung Vase can only be determined once a gang has decided to purchase it. Once bought, it is kept in a location known only to the Leader (the Mung Vase is lost if the Leader dies). A ganger can sell the vase instead of collecting income. The sale can be refused. Roll a D6: ▪ 1: The vase is sold for D6 credits. The sale cannot be refused. ▪ 2: You are offered 2D6 credits. ▪ 5: You are offered 2D6x10 credits. ▪ 3-4: You are offered 30 + 6D6 credits. ▪ 6: You are offered 3D6x10 credits.
fr: Le prix du vase Mung ne peut être déterminé qu'une fois qu'un gang a décidé de l'acheter. Une fois acheté, il est conservé dans un endroit connu du Leader seul (le vase Mung est perdu si le leader meurt). Un ganger peut vendre le vase à la place de récolter des revenus. La vente peut être refusée. Lancer un D6 :▪ 1 : le vase est vendu pour D6 crédits. La vente ne peut pas être refusée ▪ 2 : on vous offre 2D6 crédits ▪ 5 : on vous offre 2D6x10 crédits ▪ 3-4 : on vous offre 30 + 6D6 crédits ▪ 6 : on vous offre 3D6x10 crédits

source: Agility - Catfall
fr: Agilité - Chute féline

source: Safely land after a fall with an Initiative test; can jump from any height
fr: Lors d’une chute, la réussite d’un jet d’initiative (I) permet d'atterrir sans danger. Les descente peuvent être supérieure à 3’’

source: Agility - Dodge
fr: Agilité - Esquive

source: Grants a 6+ special save against shooting and close combat hits
fr: Gagne une sauvegarde spéciale de 6+ contre les blessures au corps à corps et à distance

source: Agility - Jump Back
fr: Agilité - Désengagement

source: Allows disengagement from close combat by jumping back 2''
fr: Au début du tour, la figurine peut se désengager à 2” d’un corps à corps

source: Agility - Leap
fr: Agilité - Saut

source: Adds D6'' to movement if running or charging; can add the leap distance to jumps across gaps
fr: Peut ajouter un D6” de déplacement lors d’une charge ou d’une course. Le D6 est lancé avant de choisir le déplacement

source: Agility - Quick Witted
fr: Agilité - Esprit vif

source: Before the game starts, allows an extra move phase action
fr: Réalisation d’une phase de mouvement avant le 1er tour

source: Agility - Sprint
fr: Agilité - Sprint

source: Triples movement rate when running or charging
fr: Triple la caractéristique que mouvement (M) pour les charges et les courses

source: Combat - Combat Master
fr: Combat - Maître du combat

source: Negates enemy bonuses for multiple attackers; instead, the bonuses apply to the Combat Master
fr: Vole les bonus de combat multiple de ses adversaires si la figurine combat seule

source: Combat - Counter Attack
fr: Combat - Counter-attaque
